[A_Item_Unique.Artifact_Amulet ArtifactDefinition]
UseFailureCharacterMessage="You deserve it %s Use this product."
ItemName="A mysterious amulet"
PickupMessage="You have _ %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="The number is not available."
NoManufacturerName="actively"

[BalanceDefs.ID_MysteriousAmulet MissionItemDefinition]
UseFailureCharacterMessage="he should %s Use it."
ItemName="You will experience a magical relationship"
PickupMessage="you must know %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="as usual"

[BalanceDefs.ID_MysteriousAmulet:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Pyroha magic has a special place."
NoConstraintText=""
Suffix=""
Prefix=""

[Character.CharClass_TheMizTemp AIClassDefinition]
DefaultDisplayName="care"
UBMKilledByMessageString=""

[VendingMachineGrades.ObjectGrade_VendingMachine_Pendant InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[VendingMachines.InteractiveObj_VendingMachine_Pendant InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="Z Health Machine"
StatusMenuMapInfoBoxDescription="Monitor wound healing!"

